"__title__" = "Banka Hesabı (CH)";

"__description__" = "İsveç Banka Hesabı Bilgisi.";

"bankName" = "Bank Name";

"owner" = "Name on Account";

"accountType" = "Tür";

"clearingNo" = "Takas Numarası";

"accountNo" = "Account Number";

"swift" = "SWIFT Code";

"iban" = "IBAN Number";

"branchInfo" = "Branch Information";

"branchPhone" = "Telefon";

"branchAddress" = "Address";

"telephonePin" = "PIN";


"menu.accountType.checking" = "Checking";

"menu.accountType.savings" = "Savings";

"menu.accountType.loc" = "Line of Credit";

"menu.accountType.money_market" = "Money Market";

"menu.accountType.other" = "Diğer";
